{
  "about": {
    "title": "عن إيفنت هب",
    "subtitle": "منصتك الموثوقة لحجز وإدارة الفعاليات بسلاسة",
    "mission": {
      "title": "مهمتنا",
      "description": "في إيفنت هب، نحن ملتزمون بجعل حجز وإدارة الفعاليات سلسة وممتعة. تربط منصتنا منظمي الفعاليات بالحضور، مما يخلق تجارب لا تُنسى للجميع."
    },
    "features": {
      "title": "ما نقدمه",
      "easyBooking": {
        "title": "حجز سهل",
        "description": "عملية حجز فعاليات بسيطة وبديهية مع تأكيد فوري"
      },
      "secure": {
        "title": "منصة آمنة",
        "description": "إجراءات أمنية متقدمة لحماية بياناتك ومعاملاتك"
      },
      "support": {
        "title": "دعم على مدار الساعة",
        "description": "دعم العملاء على مدار الساعة لمساعدتك في أي استفسارات"
      },
      "fast": {
        "title": "سريع وموثوق",
        "description": "خدمة سريعة وفعالة مع تحديثات وإشعارات في الوقت الفعلي"
      }
    },
    "team": {
      "title": "فريقنا",
      "description": "نحن فريق متحمس من عشاق الفعاليات والمطورين ومتخصصي خدمة العملاء يعملون معًا لخلق أفضل تجربة لحجز الفعاليات."
    }
  },
  "contact": {
    "title": "اتصل بنا",
    "subtitle": "تواصل مع فريقنا لأي أسئلة أو مساعدة",
    "form": {
      "title": "أرسل لنا رسالة",
      "name": "اسمك",
      "email": "بريدك الإلكتروني",
      "subject": "الموضوع",
      "message": "رسالتك",
      "submit": "إرسال الرسالة",
      "success": "تم إرسال الرسالة بنجاح! سنتواصل معك قريبًا."
    },
    "info": {
      "address": {
        "title": "موقعنا",
        "content": "123 شارع الفعاليات، المدينة، البلد"
      },
      "phone": {
        "title": "رقم الهاتف",
        "content": "+1 234 567 890"
      },
      "email": {
        "title": "البريد الإلكتروني",
        "content": "contact@eventhub.com"
      },
      "hours": {
        "title": "ساعات العمل",
        "content": "الاثنين - الجمعة: 9:00 صباحًا - 6:00 مساءً\nالسبت: 10:00 صباحًا - 4:00 مساءً\nالأحد: مغلق"
      }
    }
  },
  "privacy": {
    "title": "سياسة الخصوصية",
    "subtitle": "تعرف على كيفية حماية ومعالجة معلوماتك الشخصية",
    "lastUpdated": "آخر تحديث: 15 مارس 2024",
    "introduction": "في إيفنت هب، نحن نأخذ خصوصيتك على محمل الجد. توضح سياسة الخصوصية هذه كيفية جمع واستخدام وكشف وحماية معلوماتك عند استخدام منصة حجز الفعاليات الخاصة بنا.",
    "sections": {
      "collection": {
        "title": "المعلومات التي نجمعها",
        "content": "نقوم بجمع المعلومات الشخصية مثل اسمك وعنوان بريدك الإلكتروني ورقم هاتفك ومعلومات الفوترة عند إنشاء حساب أو إجراء حجز. كما نقوم بجمع بيانات الاستخدام لتحسين خدماتنا."
      },
      "usage": {
        "title": "كيفية استخدام معلوماتك",
        "content": "نستخدم معلوماتك لمعالجة الحجوزات والتواصل معك بشأن فعالياتك وإرسال التحديثات المهمة وتحسين خدماتنا والامتثال للالتزامات القانونية."
      },
      "sharing": {
        "title": "مشاركة المعلومات",
        "content": "قد نشارك معلوماتك مع منظمي الفعاليات ومعالجات الدفع ومقدمي الخدمات. نحن لا نبيع معلوماتك الشخصية لأطراف ثالثة."
      },
      "security": {
        "title": "أمن البيانات",
        "content": "نحن ننفذ إجراءات أمنية مناسبة لحماية معلوماتك الشخصية. ومع ذلك، لا توجد طريقة للإرسال عبر الإنترنت آمنة بنسبة 100٪."
      },
      "cookies": {
        "title": "ملفات تعريف الارتباط والتتبع",
        "content": "نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لتحسين تجربة التصفح الخاصة بك وتحليل حركة موقعنا. يمكنك التحكم في ملفات تعريف الارتباط من خلال إعدادات المتصفح."
      },
      "rights": {
        "title": "حقوقك",
        "content": "لديك الحق في الوصول إلى معلوماتك الشخصية وتصحيحها أو حذفها. يمكنك أيضًا إلغاء الاشتراك في الرسائل التسويقية في أي وقت."
      },
      "changes": {
        "title": "التغييرات في سياسة الخصوصية",
        "content": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنخطرك بأي تغييرات جوهرية عبر البريد الإلكتروني أو من خلال المنصة."
      }
    },
    "contact": {
      "title": "اتصل بنا",
      "content": "إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا:",
      "email": "البريد الإلكتروني",
      "phone": "الهاتف",
      "address": "العنوان"
    }
  },
  "terms": {
    "title": "شروط الخدمة",
    "subtitle": "يرجى قراءة هذه الشروط بعناية قبل استخدام منصتنا",
    "lastUpdated": "آخر تحديث: 15 مارس 2024",
    "introduction": "باستخدام إيفنت هب، فإنك توافق على الالتزام بشروط الخدمة هذه وجميع القوانين واللوائح المعمول بها. إذا كنت لا توافق على أي من هذه الشروط، فأنت ممنوع من استخدام هذه المنصة.",
    "sections": {
      "acceptance": {
        "title": "قبول الشروط",
        "content": "باستخدام منصتنا، فإنك تقر بأنك قد قرأت وفهمت ووافقت على الالتزام بشروط الخدمة هذه."
      },
      "accounts": {
        "title": "حسابات المستخدمين",
        "content": "يجب عليك تقديم معلومات دقيقة عند إنشاء حساب والحفاظ على أمان حسابك. أنت مسؤول عن جميع الأنشطة تحت حسابك."
      },
      "bookings": {
        "title": "حجوزات الفعاليات",
        "content": "جميع الحجوزات تخضع للتوفر وشروط منظم الفعالية. يجب عليك تقديم معلومات حجز دقيقة والامتثال لقواعد وأنظمة الفعالية."
      },
      "payments": {
        "title": "المدفوعات والرسوم",
        "content": "يجب دفع المبلغ بالكامل وقت الحجز. جميع الرسوم غير قابلة للاسترداد ما لم ينص على خلاف ذلك في سياسة إلغاء الفعالية."
      },
      "cancellations": {
        "title": "الإلغاءات والاستردادات",
        "content": "تختلف سياسات الإلغاء حسب الفعالية. تخضع الاستردادات لسياسة منظم الفعالية وقد تخضع لرسوم المعالجة."
      },
      "prohibited": {
        "title": "الأنشطة المحظورة",
        "content": "أنت توافق على عدم استخدام المنصة لأي غرض غير قانوني، أو انتهاك أي قوانين، أو انتهاك حقوق الآخرين، أو التدخل في تشغيل المنصة."
      },
      "liability": {
        "title": "تحديد المسؤولية",
        "content": "لن تكون إيفنت هب مسؤولة عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية ناتجة عن استخدامك للمنصة."
      },
      "changes": {
        "title": "التغييرات في الشروط",
        "content": "نحتفظ بالحق في تعديل هذه الشروط في أي وقت. سنخطر المستخدمين بأي تغييرات جوهرية عبر البريد الإلكتروني أو من خلال المنصة."
      }
    },
    "contact": {
      "title": "معلومات الاتصال",
      "content": "إذا كان لديك أي أسئلة حول شروط الخدمة هذه، يرجى الاتصال بنا:",
      "email": "البريد الإلكتروني",
      "phone": "الهاتف",
      "address": "العنوان"
    }
  }
} 